				TÜRKÇE DİL DOSYASI
			www.TncTR.com üyeleri tarafından hazırlanmıştır.

Alt kısayol tuşu için & kullanınız. Örn: & ALT+P tuş kombinasyonu sürücüyü hazırlar , '/n yeni bir satır olarak değişecektir.
Tüm girişler tek bir satır olmalıdır.
Yeni bir satırın başlangıcında " ya da REM kullanın.



'Global Font Parameters MS Serif(6,7,8,10), MS Sans Serif(8,10),Small Fonts(2,3,4,5,6,7), Terminal(5,6,9)
'Default is MS Sans Serif 8


LCID=2057
ButtonFontSize=8
LabelFontSize=8
HelpFontName=MS Sans Serif
HelpFontCharset=238
HelpFontSize=8
HelpFontBold=false


' --- CONTROLS ----
cmdRefresh=&Yenile
cmdViewUsbMbr=USB &Bilgisi
cmdPrepare=6- Sürü&cüyü Hazırla
cmdGrubInst=&Grub4dos Kur
cmdEject=&Sürücüyü Çıkart
cmdTest=&Hızlı Boyut Testi
cmdClean=&Temizle
cmdHelp=Yardı&m
cmdExit=Çı&kış
CmdSetSourcePath=&Klasör Seçimi
cmdFileToUSB=Dosyadan -> U&SB'ye
cmdUSBtoFile=&USB'den -> Dosya'ya
cmdViewFileMbr=&Dosya Bilgisi
cmdSpeedTest=H&ız Testi

'-- labels --
lblSize=1 - Boyut (MiB)
lblLabel=2 - Çalışma Adı
lbltip=Not: 2 GB üstü bölüm gerekiyorsa FAT32 kullanın. Daha küçük bir bölüm gerekiyorsa Boyut Metin kutusunu düzenleyin.
lblSteps=Bölümleme, biçimlendirme ve önyüklemeli bir USB Sürücü yapmak için 1. ve 6. adımları takip edin.

'-- checkboxes ---
chknoact=Bölümü boot edilemez olarak ayarla
chkSure=&Kullanıcı istemi yok
checkcopy=5 - &Biçimlendirdikten sonra İşletim sistemi Dosyalarını Kopyala
chkBartPE=&BartPE'den -> USB'ye

'-- Frames ---
FrameBootOptions=3 - Boot Ayarları
FrameFS=4 - Dosya Sistemi ve Sınırlamalar
FrameImgTools=Resim Ayarları


' DURUMA DUYARLI YARDIM KUTUSU METNİ 
lstLang_mouseMove=Dil Ayarları - Ini. Dosyalarından Bir Dil Seçimi Yapın Not: Bazı Bölümler Tercüme Edilmemiş Olabilir. www.TncTR.com Üyeleri tarafından Tercüme edilmiştir.
CmdEject_MouseMove=Sürücüyü Çıkart - USB sürücüsünü her hangi bir veri kaybı olmadan çıkarabilirsiniz. Windows 'Donanımı Güvenle Kaldır' işlevi yerine bu butonu Kullanabilirsiniz Aynı işleve sahiptir...
cmdExit_MouseMove=ÇIKIŞ - Program çıkışında, geçerli en son ayarlarınız windows kayıt defterine mevcut uygulama adı altında kaydedilir.

Cmdgrubinst_MouseMove=grub4dos - grub4dos' glrldr.mbr yi MBR (Master Boot Record)ye kopyalar ve seçime bağlı olarak grldr dosyası üzerine kopyalar. Bu komutun çalışabilmesi için; The grub4dos (grubinst.exe and grldr) dosyaları RMPrepUSB klasörü içerisinde olmalıdır. Boot esnasında grub4dos, kök dizini ya da \boot\grub\menu.lst ve \grub\menu.lst. içerisinde bir menü.lst dosyası arayacaktır

CmdHelp_MouseMove=YARDIM - Bu programın nasıl kullanıldığını görmek veya PDF uzantısındaki yardım dosyasını görüntülemek için tıklayın.

cmdPrepare_MouseMove=HAZIRLA - Seçilen USB sürücüsünü boot opsiyonu, dosya sistemi ayarları ve öncelik izinlerini kullanarak bölümleyin ve biçimleyin. İŞLETİM SİSTEMİ DOSYALARINI KOPYALA kutucuğu seçiliyse, klasör içeriği biçimlendirmeden sonra USB sürücünüze kopyalanacaktır. 
cmdRefresh_MouseMove=YENİLE - RMPrepUSB, USB sürücünüzü otomatik olarak tanımazsa ya da sürücünüzün maksimum fiziksel boyutunu tespit edemezse bu butonu kullanınız. Not: Çıkartılmış bir sürücüyü geri döndüremezsiniz; USBnizden çıkartıp geri takmanız gereklidir.

CmdSetSourcePath_MouseMove=KLASÖR SEÇİMİ- Bir klasör seçiniz. Bu klasörün içerisindeki tüm dosyalar, (İşletim sistemi dosyalarını kopyala) kutucuğu işaretliyse biçimlendirmeden sonra USB sürücüsüne kopyalanacaktır.

cmdFileToUSB_MouseMove=DOSYA'DAN USB'YE - İmaj (Görüntü) dosyalarının içeriklerini okur ve bunları seçili olan USB sürücüsüne kopyalar. Dosya, sıkıştırılmamış ikili dosya olmak zorundadır. Not: Tüm diğer RMPrepUSB seçenekleri göz ardı edilir.

cmdUSBtoFile_MouseMove=USB'DEN DOSYA'YA - USB içeriğini okuyarak bu içeriği görüntü dosyasına yazar. Dosya, sıkıştırılmamış bir ikili dosya olacaktır.

cmdViewFileMbr_MouseMove=DOSYA BİLGİSİ - Bir dosya ve başlangıç pozisyonu seçmenize olanak tanır. Daha sonra data (Veri) yi bu dosya içerisinde görüntüleyebilir ya da bölümleme tablosu değerlerini görebilirsiniz.

cmdViewUSBMBR_MouseMove=USB BİLGİSİ - Bir başlangıç sektörü seçmenizi ve data (Veri) ve bölümleme tablosu bilgisini görmenizi sağlar.

cmdclean_MouseMove=TEMİZLE - Master Boot Recorda 0 ları yazar (LBA 0). RMPrepUSB'de hatalarla karşılaşırsanız bu komutu kullanınız.

cmdtest_MouseMove=ÇABUK TEST - Bu, bir hızlı İMHA EDİCİ Kapasite testidir. Tüm sürücüyü eksik ve bozuk sektörlere karşı tarayarak kullanılabilir İyi kısmı raporlar. Korsan bir 16 GBlık UFD, esasında 2 GB kapasiteye sahip olabilmektedir. Rapor edilen İyi kısım a göre !\nRe-Format yapınız ve daha sonra bilgilerinize ve donanımıza zarar vermeyen; tüm boş alanı kontrol eden ücretsiz H2TESTW (RMPrepUSB içerisinde mevcuttur) ile test ediniz.

cmdspeedtest_MouseMove=HIZ TESTİ - Verilerinizi silmeyen Okuma ve Yazma hız testi. Sonuçlar; USBSpeed.csv dosyasına değerler virgüllerle ayrılarak eklenir. Bu test; Ham Read/Write I/O erişim izinlerini kullanır ve dosya sisteminden bağımsızdır.

OptFS_MouseMove0=DOSYA SİSTEMİ - Sürücünüz 2000 MB ya da daha az kapasiteye sahipse FAT16 dosya sistemini kullanınız. Eski BIOSlar için bu format; genellikle en uygun olanıdır.

OptFS_MouseMove1=DOSYA SİSTEMİ - Sürücünüz 2000 MB'dan daha fazla bir kapasiteye sahipse FAT32 formatını kullanınız. 32 GBtan daha yüksek sürücüler eğer mümkünde NTFS formatını kullanmalıdır.

OptFS_MouseMove2=DOSYA SİSTEMİ - NTFS formatı daha hızlı olabilir fakat USB flash belleklere fazlasıyla yük bindirir ve bu normal şartlar altında DOS kipinden erişilemez.

optFREEDOS_MouseMove=FREEDOS - Bir FreeDOS bölümü boot kaydı ve KERNEL.SYS dosyasından boot etmek için boot kodu kullanır. Sadece FAT16 ve FAT32 formatlarıyla uyumludur..

optsyslinux_MouseMove=SYSLINUX - Tipik olarak Linuxı boot etmek için kullanılır. Isolinux boot edecekseniz; isolinux dosyasını syslinux, islinux.cfg dosyasını ise syslinux.cfg olarak yeniden adlandırınız. Sadece FAT16 ya da FAT32 kullanılmadır.

Optlargehddwinpe_MouseMove=BOOTMGR - UBOOTMGR dosyasından boot etmek için WinPEv2.x ya da v3.x\Vista\Win7 bölümü boot kaydı ve boot kodu kullanır. USB sürücüsünü floppy disk gibi değil de hard disk olarak boot etmelisiniz. Bazı sistemleri boot etmekte sorun yaşıyorsanız 2PTN seçeneğini kullanınız.

optMSDOS_MouseMove=MS-DOS - IO.SYS dosyasından boot etmek için bir MS-DOS bölümü boot kaydı ve boot kodu kullanır. Gerçek boot kodu; FAT16 ya da FAT32 formatı seçmenize ve diğer opsiyonlara bağlıdır.  Detaylar için PDF yardım dosyasına bakınız.

OptNTLDR_MouseMove=NTLDR - NTLDR dosyasından boot etmek için XP uyumlu bir Bölüm Boot Kaydı ve boot kodu kullanır. Unutmayınız ki XP dosyalarını ve registry ayarlarını modifiye etmediyseniz XP boot etmez. Sadece bir XP CDsinin içeriğini basitçe kopyalamak işinize yaramayacaktır!

CheckCopy_MouseMove=DOSYA KOPYALA - USB sürücüsü biçimlendirildikten sonra tüm dosyaların ve alt klasörlerin seçilen klasörden USB sürücüsüne kopyalanmasını isterseniz bu kutucuğu işaretlemeniz gerekir.

chkCHS_MouseMove=CHS - Daha eski bir sistem BIOS una sahipseniz bu seçeneği deneyiniz (MS-DOS 6.22). ZIP opsiyonu; bu seçeneği otomatik olarak kullanmaktadır.

chkForceLBA_MouseMove=Boot etmekte zorluklar yaşıyorsanız bu seçeneği kullanınız. Genişletilmiş Intin 13h LBAyı adres göstermesi için silindir, kafa ve sektör bölüm değerleri 1023/255/63 (En fazla) olarak ayarlanacaktır. Not: Linuxta sorunlar çıkabilir).

chkUSBFDD_MouseMove=USBFDD - MS-DOS ya da FreeDOS kullanıyorsanız ve bunun A: sürücüsü olarak boot etmesini istiyorsanız bu seçeneği deneyiniz. USB sürücüsü üzerinde Master Boot Record veya bölümleme tablosu oluşturulmayacaktır. Alternatif olarak A: sürücüsü olarak boot etmek için ZIP seçeneğini deneyebilirsiniz.

chkZIP_MouseMove=ZIP - MS-DOS ya da FreeDOS kullanıyorsanız ve bunun A: sürücüsü olarak boot etmesini istiyorsanız bu seçeneği deneyiniz. USB sürücüsü üzerinde bir bölümleme tablosu oluşturulacaktır ve mümkünse parça başına 32 sektör sürücü geometrisi kullanılmaya çalışılacaktır.

chksure_MouseMove=UZMAN MODU: Bu mod, bir çok kullanıcı isteğinin önüne geçer ve RMPart USB çalıştırıken EMİN opsiyonla ilerler.Bu opsiyonu; USB sürücünüzdeki tüm veriyi uyarı olmadan kolayca yok edebileceğiniz için dikkatli kullanınız!

ChkBartPE_MouseMove=BARTPE TO USB – Bir BartPE klasörü seçtiyseniz bu kutucuğu işaretleyiniz-örneğin boot dosyalarını hazırlamak için PE-yapılandırıcıyı kullandıktan sonra. PEBuilder\BartPE fklasörünü “İŞLETİM SİSTEMİ DOSYALARINI KOPYALA” olarak seçin ve İŞLETİM SİSTEMİ DOSYALARINI KOPYALA ve bu BartToPE kutucuklarının ikisini de işaretleyin. İlkin boot opsiyonu olarak İŞLETİM SİSTEMİ DOSYALARINI KOPYALA ve XP’yi seçmelisiniz.

Chk2PTN_MouseMove=2PTN - USB sürücüye küçük ve gizli ikinci bir bölüm ekleyerek, bazı BIOS'ların bunu çıkarılabilir sürücü değil, sabit bir sürücü olarak görmesini sağlayabilirsiniz. (bazı BIOS'larda olmayabilir.). USB-Sabit sürücüyü tek bölüm halinde istiyorsanız (default) seçimleri kaldırın kaldırın.


ChkNOACT_MouseMove=İŞLEMYOK- USB sürücünün önyüklemesiz olmasını istiyorsanız bu seçeneği kaldırın.

txtLABEL_MouseMove=BİRİM ETİKETİ - USB sürücünün birim etiketini ayarlayın. Sadece A-Z ve 0-9 karakterlerini kullanabilirsiniz. (Maksimum 11 karakter)

txtSIZE_MouseMove=BÖLÜMLEME BOYUTU - Bölüm boyutunu burdan ayarlayın. Maksimum boyut için 'MAX' yazın yada MiBs değerinden boyutu girin: - Örn: 500.\nNot: 1 Mib (Mebibyte, MegaBinaryByte) = 1024x1024 = 1048576 byte.

txtSourcePath_MouseMove=İşletim Sistemi Dosyalarını Kopyala - Bu Kaynak klasöründeki tüm boot dosyaları ve alt klasörler formattan sonra USB sürücüsüne kopyalanacaktır.Bunun olması için (İşletim Sistemi Dosyalarını Kopyala) Kutucuğu'u işaretlediğinizden emin olun. 


'*** YARDIM BUTTONU METNİ***


txtHBOX=To partition, format and make bootable a USB drive:\n=========================================\nListedeki USB sürücüyü seçtikten sonra 1-6 numaralı adımları takip edin.\n1. Bölümleme boyutunu kontrol et.\n2. (opsiyonel) Birim etiketini değiştir.\n3. Önyükleme seçeneğini belirle.\n4. Dosya sistemini ve standartları değiştir.\n5. (opsiyonel) Kopyalanmasını istediğiniz dosyaları içeren klasörü seçin.\n ve Checkbox'ı işaretleyin.\n6. USB sürücüyü bölümlemek ve biçimlendirmek için 'Sürücüyü Hazırla' butonuna basın.\nNot: İmaj butonu USB sürücüyü Yedekleme ve Geri yükleme için kullanılabilir.\n\nMAIN FORM SHORTCUT KEYS:\nF1   Help\nF2   Explore USB drive (Alt+F2=calc file MD5/SHA1/CRC32, ALT+CTRL+F2=overwrite MBR)\nF3   Explore RMPrepUSB source folder\nF4   Edit \menu.lst on USB drive\nF5   Refresh drives (ALT+F5=HDD+USB, ALT+CTRL+F5=Disk Doctor)\nF6   Excel/Calc USBSpeedDP.csv\nF7   Excel/Calc USBSpeed.csv\nF8   Notepad USBSpeedDP.csv\nF9   Notepad RMPrepUSB.ini\nF10 Save to RMPrepUSB.ini\nF11  Run QEMU emulator and boot from selected USB drive\nF12  Load Pre-set Configurations menu (if available) (ALT+F12=Install WEE)\n                                                                                PDF halindeki Yardım dosyasını görmek için 'OK' butonuna basın... 